{
  "page.home.head.title": "Daniel Luz",
  "page.home.head.meta.description": "Découvrez Daniel Luz, Développeur Full Stack passionné par l'innovation technologique. Compétences en Angular, React, Node.js, et Spring Boot. Expert en HTML, CSS, JavaScript et intégration d'APIs.",

  "page.home.title": "Bonjour je suis",
  "page.home.sutitle": "Je suis un",
  "page.home.office": "Développeur",
  "page.home.text": "Je suis un Développeur Full Stack passionné par la technologie et l'innovation, avec une solide expérience dans les domaines du design et du développement web.",
  "page.home.button": "Télécharger CV",
  "page.home.description": "FR",

  "page.about.aboutMe.title": "Sur moi",
  "page.about.aboutMe.text1": "Je suis un développeur Full Stack passionné par la création de solutions technologiques innovantes.",
  "page.about.aboutMe.text2": "Ces dernières années, j'ai renforcé mes compétences en développement web, notamment dans les frameworks Angular, React/Next.js, Node.JS et Spring Boot. Mon parcours a débuté dans la création publicitaire, mais mon intérêt pour le développement Front-End m'a amené à travailler sur des projets stimulants chez Mirante Tecnologia avec l'équipe de développement du client INCRA.GOV(Gouvernement brésilien).",
  "page.about.aboutMe.text3": "En dehors du développement, j'aime enseigner le design et le développement web. Mon objectif est de continuer à apprendre et à évoluer dans le domaine de la technologie, en recherchant constamment de nouveaux défis et opportunités. Si vous cherchez un professionnel dévoué, passionné et polyvalent, je suis ouvert à de nouvelles connexions et opportunités de collaboration. Mettons-nous en contact et explorons ensemble de nouvelles possibilités!",

  "page.about.educationSkills.title": "Éducation & Compétences",
  
  "page.about.educationSkills.education1.title": "Production Multimédia",
  "page.about.educationSkills.education1.description": "Collège SENAC, RS, Brésil",
  "page.about.educationSkills.education2.title": "Technicien Web Design",
  "page.about.educationSkills.education2.description": "École SENAI, RS, Brésil",

  "page.about.educationSkills.skills.title": "Compétences"
}